import { Color } from "$/lib/Design";
import React from "react";
import styled from "styled-components";
import ReadMore from "../../atoms/ReadMore";

const About = () => {
  return (
    <Wrapper>
      <Title>
        فروشگاه اینترنتی ماریت، خرید آسان و مطمئن لوازم آرایشی و بهداشتی
      </Title>
      <ReadMore>
        فروشگاه اینترنتی مبیت از جمله عرضه‌کنندگان کالای دیجیتال در سراسر کشور
        است که انواع کالاهای دیجیتال از جمله گوشی موبایل، لپ تاپ، تبلت و لوازم
        جانبی گوشی را با قیمت مناسب و ضمانت اصالت کالا به فروش می‌رساند. فعالیت
        مبیت از سال 1393 به صورت رسمی آغاز شد و به لطف سالیان تجربه ما در زمینه
        فروش حضوری، توانستیم نیاز کاربران را به خوبی برآورده سازیم و تجربه
        متفاوتی را از خرید کالای دیجیتال برای کاربران رقم بزنیم. شما می‌توانید
        گوشی، لپ تاپ، تبلت و انواع لوازم جانبی مورد نظر خود را با مناسب‌ترین
        قیمت از مبیت خریداری کنید و در کوتاه‌ترین زمان ممکن آن را تحویل بگیرید.
        تیم پشتیبانی مبیت نیز همراه شما خواهد بود تا در مراحل خرید هر کالایی
        بهترین مشاوره را ارائه کند و تمامی سوالات شما را پس از خرید نیز پاسخگو
        باشد. فروشگاه اینترنتی مبیت علاوه بر ارائه خدمات به مصرف کنندگان امکان
        خرید عمده برای همکاران را نیز فراهم ساخته است؛ البته تسویه مدت دار نیز
        جزئی از خدمات مبیت برای شماست تا بتوانید کالای فروشگاه خود را به راحتی و
        بدون هیچ گونه دغدغه‌ای در هر زمان تامین کنید. در فروشگاه اینترنتی مبیت
        شما می‌توانید قیمت روز انواع کالای دیجیتال را از محبوب‌ترین برندهای
        بازار با اطلاعات کامل فنی ببینید و قیمت روز انواع گوشی های سامسونگ،
        شیائومی، اپل، هواوی و .. را برای اطلاع مشاهده نمایید. از دیگر مزایای
        فروشگاه مبیت می‌توان به اطلاعات فنی دقیق و بررسی‌های تخصصی مرتبط با
        انواع گوشی موبایل، هدفون و لوازم جانبی از جمله پاوربانک اشاره کرد، که
        شما را در تجربه خریدی بی‌نظیر همراهی می‌کند. ما در مبیت این امکان را
        فراهم ساخته‌ایم تا شما کامل‌ترین پکیج لوازم جانبی گوشی خود را به راحتی و
        در یک دسته‌بندی جداگانه بیابید و در کوتاه‌ترین زمان ممکن خرید خود را از
        گارد و گلس گرفته تا شارژر اصلی یا پاوربانک و هدفون متناسب با گوشی خود
        انجام دهید. بطور کلی هدف همیشه در مبیت جلب رضایت کاربران بوده است؛ چه
        کسانی که به صورت عمده و برای فروشگاه حضوری خود خرید می‌کنند و چه
        کاربرانی که به صورت جزئی خرید می‌کنند.
      </ReadMore>
    </Wrapper>
  );
};

export default About;

const Wrapper = styled.div`
  width: 40rem;
  min-height: 7rem;
  padding-top: 1rem;
  font-size: 11px;
  color: ${Color.grayFont};
`;

const Title = styled.p`
  font-size: 15px;
  color: black;
  margin-bottom: 10px;
`;
